{
    "language_name": "english",
    "quiz_loading": "Loading…",
    "quiz_strongly_agree": "Strongly Agree",
    "quiz_agree": "Agree",
    "quiz_neutral": "Neutral/Unsure",
    "quiz_disagree": "Disagree",
    "quiz_strongly_disagree": "Strongly Disagree",
    "quiz_back": "back",
    "quiz_question_of": "Question {{count}} of {{total}}",
    "inst_h2": "Instructions",
    "inst_p": "You will be presented with a series of statements. For each one, click the button with your opinion on it.",
    "inst_gotit": "Got it!",
    "inst_nvm": "Wait, nevermind!",
    "result_h1": "Results",
    "result_url": "<br>You can send these results by copying and pasting the URL at the top of the page or using the image below.",
    "result_h2_next_matches": "Next closest matches",
    "next_matches_percent": "With your closest match as 100% and farthest as 0%, here is how closely you matched the other ideologies.",
    "result_h2_score": "I don't like my scores!",
    "result_issues": "Please remember that you are not intended to get a 100% score in any of the categories. The point of the quiz is to challenge your views. If you have any suggestions or constructive criticism please fill out this <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>short form</a> or open an issue on the <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub Page</a>.",
    "result_a_label": "Extremely Revolutionary,Very Revolutionary,Revolutionary,Neutral,Reformist,Very Reformist,Extremely Reformist",
    "result_b_label": "Extremely Scientific,Very Scientific,Scientific,Neutral,Utopian,Very Utopian,Extremely Utopian",
    "result_c_label": "Extremely Centralist,Very Centralist,Centralist,Neutral,Decentralist,Very Decentralist,Extremely Decentralist",
    "result_d_label": "Extremely Internationalist,Very Internationalist,Internationalist,Neutral,Nationalist,Very Nationalist,Extremely Nationalist",
    "result_e_label": "Extremely Partisan,Very Partisan,Partisan,Neutral,Unionist,Very Unionist,Extremely Unionist",
    "result_f_label": "Extremely Productivist,Very Productivist,Productivist,Neutral,Ecological,Very Ecological,Extremely Ecological",
    "result_g_label": "Extremely Conservative,Very Conservative,Conservative,Neutral,Progressive,Very Progressive,Extremely Progressive",
    "result_back": "Back",
    "index_b_start": "Click here to start!",
    "index_h2_whatis": "What is LeftValues?",
    "index_p_answer": "LeftValues is a leftist quiz inspired by and based upon the <a href='https://8values.github.io/'>8values</a> quiz that seeks to identify your position on the left-wing spectrum. If you are not a leftist, this quiz is obviously not suited for you. You will be presented with a statement, and then you will answer with your opinion on the statement, from <b>Strongly Agree</b> to <b>Strongly Disagree</b>, with each answer slightly affecting your scores. The questions for each axes are presented in order, rather than scattered. At the end of the quiz, your answers will be compared to the maximum possible for each value, thus giving you a percentage. Answer honestly!<br/><br/>There are <b><u><span id='numOfQuestions'></span></u></b> questions in the test.",
    "index_p_scores": "Please remember that you are not intended to get a 100% score in any of the categories. The point of the quiz is to challenge your views. If you have any suggestions or constructive criticism please fill out this <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>short form</a> or open an issue on the <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub Page</a>.",
    "index_h2_tracked": "Am I being tracked?",
    "index_p_tracked": "LeftValues does utilize very basic tracking to get an idea of the amount of visitors. No personal information is collected and answers/results are not saved. If you do not believe me, the code is open source and available for all to see. For transparency purposes, the collected data for the first week since release can be viewed on this <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Google Document</a>.",
    "index_license": "8values is licensed under the MIT License, which permits \"without restriction\" the rights to \"use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software\". LeftValues is thus able to legally modify the original 8values without infringing on any copyright. LeftValues also utilizes the same license.",
 
    "question_0": "I believe in reincarnation and that I have been a different species in a different lifetime.",
    "question_1": "I have the soul of a different being, stuck in the wrong body.",
    "question_2": "Fantasizing about fairytales does not help those with species dysphoria right now.",
    "question_3": "Alterhumanity is directly connected to religious or spiritual experiences.",
    "question_4": "The concept of alterhumanity can be explained by science and psychology.",
    "question_5": "I am terrified of the prospect of turning into my real species.",
    "question_6": "The journey, or struggle, is often more rewarding than the end result, when it comes to species dysphoria.",
    "question_7": "I would do anything to have any limbs of my real species.",
    "question_8": "I often keep my alterhuman identity stashed away, reserved only for those closest to me.",
    "question_9": "I don't enjoy the company of fellow alterhumans, or their politics.",
    "question_10": "My species or form does not exist on Earth, or is derived from a story considered fiction.",
    "question_11": "I like to imagine my identity as ''void-like'', in the sense that it is incomprehensible to humans.",
    "question_12": "I relate to and identify more as artificial objects and robots than organic animals.",
    "question_13": "I would be perfectly happy with simple modifications to my human body.",
    "question_14": "I consider my identity as ''grounded'', instead of ''fantastical''.",
    "question_15": "As nonhumans, we ought to separate from industry and technology to revive our spirit.",
    "question_16": "I would quite like to walk on four legs and make animal noises, like barking, yipping and meowing, etc.",
    "question_17": "I believe alterhumans and therians can become part of wider society through inclusion and legislation.",
    "question_18": "I believe alterhumans and therians must forgo human structures and hierarchy, favoring instead the traditions of our species.",
    "question_19": "Being one with nature is a simple logical conclusion of alterhumanity.",
    "question_20": "I have been unable to relate to most human beings around me.",
    "question_21": "I use the Internet as a form of self-expression for long periods of time.",
    "question_22": "I enjoy engaging in alterhuman Discord servers, chat groups, etc.",
    "question_23": "My alterhuman or therian identity is so obscure that I've met less than 5 folks with it.",
    "question_24": "I have radical politics.",
    "question_25": "I consider my alterhumanity to be a sin, and would wish to suppress it.",
    "question_26": "I would have preferred to have been born as an earthly species without conscience than to have been born human.",
    "question_27": "I am extremely cautious about how others perceive me, and keep my identity as clear as possible.",
    "question_28": "I often use meditation, crystals, and homeopathies to alleviate my species dysphoria.",
    "question_29": "I do not own any clothing, acessories or costumes which help express my true species."
}
